{
  "background_color_title": {
    "message": "Couleur de fond"
  },
  "clear_addressbar_description": {
    "message": "La vidage automatique de la barre d'adresse sera de nouveau possible dans les versions ultérieures de Firefox. Cela nécessite une modification par Mozilla."
  },
  "clear_addressbar_title": {
    "message": "Effacer la barre d'adresse"
  },
  "compat_notice_message": {
    "message": "New Tab Override a été développé à partir de l'API WebExtension. Cela rend New Tab Override compatible avec Firefox versions 57 et ultérieures. Toutes les options de la version précédente ne sont actuellement disponibles en tant que WebExtension. Dès que Mozilla implémentera le support pour les fonctionnalités manquantes dans Firefox, ils seront intégrés dans une future mise à jour de New Tab Override."
  },
  "compat_notice_title": {
    "message": "Il vous manque certaines options ?"
  },
  "default_option_description": {
    "message": "Pour utiliser la page par défaut de Firefox, ouvrez about:addons et désactivez l'extension New Tab Override (aucune désinstallation requise)."
  },
  "extension_description": {
    "message": "New Tab Override ramène la possibilité de modifier la page qui s'affiche lors de l'ouverture d'un nouvel onglet"
  },
  "extension_name": {
    "message": "Nouvelle affectation des onglets"
  },
  "feed_published_at": {
    "message": "Publié :"
  },
  "feed_read_more": {
    "message": "Lire la suite…"
  },
  "feed_title": {
    "message": "Mozilla News"
  },
  "focus_website_description": {
    "message": "Définissez le curseur clignotant sur la page Web au lieu de la barre d'adresse"
  },
  "focus_website_title": {
    "message": "Curseur clignotant"
  },
  "github_link": {
    "message": "New Tab Override sur GitHub"
  },
  "github_notice": {
    "message": "Demandes de fonctions ou rapport d'erreur ? Ouvrez un ticket sur GitHub :"
  },
  "homepage_description": {
    "message": "Si cette option est activée, Firefox utilisera également la page d'accueil comme page nouvel onglet. Vous pouvez modifier la page d'accueil en entrant about:preferences#general dans la barre d'adresse. Seules les pages d'accueil commençant par http:// ou https:// sont pris en charge. Si plusieurs pages d'accueil sont configurées, New Tab Override utilisera la première."
  },
  "homepage_future_version_description": {
    "message": "À partir de Firefox 57 (version programmée le 14 novembre 2017), Firefox pourra également utiliser automatiquement la page d'accueil comme page nouvel onglet. Jusque-là, sélectionnez l'option „URL personnalisée“ pour configurer la page manuellement."
  },
  "introduction_part_one": {
    "message": "Cette page est fournie par"
  },
  "introduction_part_two": {
    "message": "Sélectionnez la page à ouvrir en tant que nouvel onglet!"
  },
  "local_file_delete_confirmation": {
    "message": "Êtes-vous sûr de vouloir supprimer le fichier du stockage de l'extension ?"
  },
  "local_file_delete_text": {
    "message": "supprimer le fichier existant"
  },
  "local_file_description": {
   "message": "En raison des restrictions de Firefox, il n'est pas possible pour les extensions d'accéder aux fichiers locaux. New Tab Override vous permet de charger des fichiers HTML locaux dans le stockage de l'extension et de les utiliser comme nouveau contenu d'onglet. Toute URL et lien vers des images, des fichiers CSS et des fichiers JavaScript pouvant être inclus doivent être accessibles via le Web, car Firefox ne peut pas accéder aux fichiers locaux du système. Vous pouvez également envisager d'utiliser un serveur Web local, par exemple via MAMP ou XAMPP, avec l'option „URL personnalisée“. Cela fonctionne sans aucune restriction."
  },
  "local_file_no_file": {
    "message": "Vous avez sélectionné l'option „fichier local“, mais n'a stocké aucun fichier local. Veuillez enregistrer un fichier dans les paramètres de New Tab Override."
  },
  "local_file_title": {
    "message": "Fichier local"
  },
  "local_file_upload": {
    "message": "Enregistrer le fichier local"
  },
  "new_tab_title": {
    "message": "Nouvel onglet"
  },
  "omnibox_command_settings": {
    "message": "Ouvrez les paramètres du nouvel onglet"
  },
  "review_text": {
    "message": "Aimez-vous l'extension ? Alors, laissez une critique sur"
  },
  "settings_donate": {
    "message": "Faire un don"
  },
  "settings_donation_text": {
    "message": "Veuillez envisager un don pour soutenir le développement continu de cette extension."
  },
  "settings_feed_permission_description": {
    "message": "Firefox a besoin de votre permission pour lire le flux de nouvelles de soeren-hentzschel.at. Vous pouvez révoquer cette autorisation à tout moment."
  },
  "settings_feed_permission_needed": {
    "message": "Pour utiliser cette fonctionnalité, vous devez autoriser Firefox à accéder à la source de données."
  },
  "settings_feed_permission_revoke_description": {
    "message": "Firefox a besoin de votre permission de lire le flux de nouvelles de soeren-hentzschel.at. Vous avez déjà accordé cette autorisation."
  },
  "settings_homepage_permission_description": {
    "message": "Firefox needs your permission to read and to modify the browser settings. Vous pouvez révoquer cette autorisation à tout moment."
  },
  "settings_homepage_permission_needed": {
    "message": "To use this feature you have to allow Firefox to read and to modify the browser settings."
  },
  "settings_homepage_permission_revoke_description": {
    "message": "Firefox needs your permission to read and to modify the browser settings. Vous avez déjà accordé cette autorisation."
  },
  "settings_main_caption": {
    "message": "Paramètres"
  },
  "settings_permission_action": {
    "message": "Accorder la permission"
  },
  "settings_permission_revoke_action": {
    "message": "Révocation d'autorisation"
  },
  "settings_support_caption": {
    "message": "Support"
  },
  "settings_title": {
    "message": "Nouvel onglet - Paramètres"
  },
  "settings_url_field_placeholder": {
    "message": "URL"
  },
  "type_options_background_color": {
    "message": "couleur de fond"
  },
  "type_options_custom_url": {
    "message": "URL personnalisée"
  },
  "type_options_default_home_page": {
    "message": "page d'accueil par défaut de Firefox (about:home)"
  },
  "type_options_default_new_tab": {
    "message": "nouveau onglet par défaut de Firefox (about:newtab)"
  },
  "type_options_empty_page": {
    "message": "page vide (about:blank)"
  },
   "type_options_feed": {
    "message": "Mozilla News (Allemand)"
  },
  "type_options_homepage": {
    "message": "page d'accueil actuelle"
  },
  "type_options_local_file": {
    "message": "fichier local"
  },
  "type_title": {
    "message": "Option"
  },
  "upgrade_notice_message": {
    "message": "Les utilisateurs des versions précédentes de New Tab Override doivent reconfigurer l'extension."
  },
  "url_description": {
    "message": "La page Web saisie ici s'affiche lors de l'ouverture d'un nouvel onglet. Seules les URL commençant par http:// ou https:// sont prises en charge. Remarque: L'accès aux fichiers locaux via une URL n'est plus possible en raison des restrictions de Firefox. Veuillez utiliser l'option „fichier local“ ou un serveur Web local, par exemple via MAMP ou XAMPP."
  },
  "url_title": {
    "message": "URL"
  },
  "url_validation_default": {
    "message": "Ceci n'est pas une URL valide."
  },
  "url_validation_file": {
    "message": "L'accès aux fichiers locaux via une URL n'est plus possible pour les extensions."
  }
}
