{
  "background_color_title": {
    "message": "Color de fondo"
  },
  "clear_addressbar_description": {
    "message": "Actualmente, no es posible vaciar automáticamente la barra de direcciones o la URL seleccionada para WebExtensions. Esto requiere un cambio por parte de Mozilla."
  },
  "clear_addressbar_title": {
    "message": "Limpiar la barra de dirección o el enlace seleccionado"
  },
  "extension_description": {
    "message": "La New Tab Override trae de vuelta la posibilidad de cambiar la página que se mestra cuando abres una nueva pestaña."
  },
  "extension_name": {
    "message": "New Tab Override"
  },
  "feed_published_at": {
    "message": "Publicado:"
  },
  "feed_read_more": {
    "message": "Más información…"
  },
  "feed_title": {
    "message": "Noticias de Mozilla"
  },
  "focus_website_description": {
    "message": "Fijar el foco en la página de web en lugar de la barra de direcciones"
  },
  "focus_website_title": {
    "message": "Focus"
  },
  "github_link": {
    "message": "New Tab Override en GitHub"
  },
  "github_notice": {
    "message": "¿Petición de nuevas características o informe de errores? Abre un ticket en GitHub:"
  },
  "homepage_description": {
    "message": "Si se habilita esta opción, Firefox también utilizará la página de inicio como la página de incio de la nueva pestaña. Puedes cambiar la página de inicio al introducir la URL about:preferences#home en la barra de direcciones. Solamente están soportadas las páginas de inicio que empiecen con http:// o https://. Si se configuran varias páginas de inicio, New Tab Override utilizará la primera pagina configurada."
  },
  "introduction": {
    "message": "Esta página esta proporcionada por {0}: ¡Selecciona qué página se deben abrir como una nueva pestaña!"
  },
  "learn_more": {
    "message": "Más información"
  },
  "local_file_delete_confirmation": {
    "message": "¿Seguro que quieres borrar el archivo del almacenamiento de la extensión?"
  },
  "local_file_delete_text": {
    "message": "eliminar archivo existente"
  },
  "local_file_description": {
    "message": "Debido a las restricciones de Firefox, no es posible que las extensiones accedan a archivos locales. New Tab Override te proporciona la posibilidad de subir archivos HTML locales al espacio de almacenamiento de la extensión y utilizarlos como el contenido de la nueva pestaña. Los enlaces a las imágenes, los archivos CSS y a JavaScript que se pueden incluir deben ser accesibles vía web debido a que Firefox no puede acceder archivos locales del sistema. Alternativamente considera en utilizar un servidor local web, por ejemplo via MAMP o XAMPP, con la opción “URL personalizada”. Esta solución funciona sin ningún tipo de restricción."
  },
  "local_file_no_file": {
    "message": "Has seleccionado la opción “archivo local”, pero no has almacenado un archivo local. Guarda un archivo en los ajustes de New Tab Override."
  },
  "local_file_title": {
    "message": "Archivo local"
  },
  "local_file_upload": {
    "message": "Guardar un archivo local"
  },
  "new_tab_title": {
    "message": "Nueva pestaña"
  },
  "omnibox_command_settings": {
    "message": "Abrir los ajustes de nueva pestaña"
  },
  "review_text": {
    "message": "¿Te gusta esta extensión? Déjanos una reseña en"
  },
  "settings_donate": {
    "message": "Donar"
  },
  "settings_donation_text": {
    "message": "Por favor, considera hacer una donación para apoyar el desarrollo activo de esta extensión."
  },
  "settings_feed_permission_description": {
    "message": "Firefox necesita tu permiso para leer la linea de tiempo desde soeren-hentzschel.at. Puedes revocar este permiso en cualquier momento."
  },
  "settings_feed_permission_needed": {
    "message": "Para utilizar esta característica, debes autorizar a Firefox para que acceda al origen de la información."
  },
  "settings_feed_permission_revoke_description": {
    "message": "Firefox necesita tu permiso para leer la fuente noticias desde soeren-hentzschel.at. Ya has concecido este permiso."
  },
  "settings_homepage_permission_description": {
    "message": "Firefox necesita tu autorización para leer y modificar las configuraciones del navegador. Puedes revocar este permiso en cualquier momento."
  },
  "settings_homepage_permission_needed": {
    "message": "Para utilizar esta característica, debes permitir que Firefox pueda leer y modificar la configuracion del navegador."
  },
  "settings_homepage_permission_revoke_description": {
    "message": "Firefox necesita tu permiso para leer y modificar las configuraciones del navegador. Ya has otorgado este permiso anteriormente."
  },
  "settings_main_caption": {
    "message": "Preferencias"
  },
  "settings_permission_action": {
    "message": "Otorgar permiso"
  },
  "settings_permission_revoke_action": {
    "message": "Revocar permiso"
  },
  "settings_support_caption": {
    "message": "Asistencia"
  },
  "settings_title": {
    "message": "Nueva pestaña — Ajustes"
  },
  "settings_url_field_placeholder": {
    "message": "URL"
  },
  "type_options_background_color": {
    "message": "color de fondo"
  },
  "type_options_custom_url": {
    "message": "URL personalizada"
  },
  "type_options_feed": {
    "message": "Noticias de Mozilla (alemán)"
  },
  "type_options_homepage": {
    "message": "página de inicio actual"
  },
  "type_options_local_file": {
    "message": "archivo local"
  },
  "type_title": {
    "message": "Opción"
  },
  "url_description": {
    "message": "La página de web introducidad aquí se muestra al abrir una nueva pestaña nueva. Solo se soportan las URL que empiecen con http:// o https://. Nota: El acceso a los archivos locales a través de una URL ya no es posible debido a las restricciones de Firefox. Por favor, considera utilizar la opción “archivo local” o un servidor web local, por ejemplo vía MAMP o XAMPP."
  },
  "url_title": {
    "message": "URL"
  },
  "url_validation_default": {
    "message": "Este URL no es válida."
  },
  "url_validation_file": {
    "message": "Las extensiones no pueden acceder a los archivos locales a través de una URL."
  }
}
